[
  {
    "name": "LASAGNA AL FORNO",
    "description": "Homemade beef lasagne and onions.",
    "price": "£11.95"
  },
  {
    "name": "SPAGHETTI BOLOGNESE",
    "description": "Spaghetti with bolognese sauce and onions.",
    "price": "£10.95"
  },
  {
    "name": "SPAGHETTI CARBONARA",
    "description": "Spaghetti with pancetta, onions and black pepper in a cream sauce.",
    "price": "£10.95"
  },
  {
    "name": "SPAGHETTI & MEATBALLS",
    "description": "Beef meatballs in tomato sauce.",
    "price": "£11.95"
  },
  {
    "name": "SPAGHETTI AGLIO OLIO (V)",
    "description": "Garlic, Italian olive oil, fresh spicy mixed peppers and onions",
    "price": "£11.95"
  },
  {
    "name": "CANNELLONI DELLO CHEF",
    "description": "Fresh pasta tubes filled with minced beef, spinach and ricotta cheese, baked and topped with bechamel sauce, mozzarella cheese and onions.",
    "price": "£11.95"
  },
  {
    "name": "PENNE ARRABIATA (V)",
    "description": "Penne pasta in basil, tomato sauce and a hint of chilli, garlic, onion and cherry tomatoes.",
    "price": "£10.95"
  },
  {
    "name": "PENNE BOLOGNESE AL FORNO",
    "description": "Penne pasta with bolognese sauce, mozzarella cheese oven baked and onions.",
    "price": "£11.95"
  },
  {
    "name": "PENNE BOSCAIOLA",
    "description": "Chicken strips, wild mushrooms, onions, blue cheese sauce cooked in a creamy garlic sauce.",
    "price": "£11.95"
  },
  {
    "name": "TAGLIATELLE SALMONE",
    "description": "Tagliatelle cooked with salmon, tomato, onions in a creamy tomato sauce with cherry tomatoes.",
    "price": "£13.95"
  },
  {
    "name": "SPICY BEEF TAGLIATELLE",
    "description": "Thin strips of beef cooked with onions and peppers in a red wine spicy tomato sauce with cherry tomatoes.",
    "price": "£13.95"
  },
  {
    "name": "PANCIOTTI",
    "description": "Round pasta parcels filled with scallops, prawns, tiger prawns, baby prawns, onions and a hint of garlic in a creamy sauce.",
    "price": "£13.95"
  },
  {
    "name": "SPAGHETTI POLLO E GAMBERI",
    "description": "Diced chicken breast, tiger prawns, baby prawns in a creamy saffron sauce with white wine, garlic, cherry tomatoes, onions and a touch of tomato.",
    "price": "£13.95"
  },
  {
    "name": "TAGLIATELLE ZUCCHINI GAMBERI",
    "description": "Tiger prawns and baby prawns with strips of courgettes, onions in a creamy white wine garlic and tomato sauce with cherry tomatoes.",
    "price": "£13.95"
  },
  {
    "name": "TAGLIATELLE AL FRUTTI DI MAR",
    "description": "Tagliatelle pasta cooked in a creamy white wine sauce, served with tiger prawns, mussels and mixed seafood, onions with a hint of chilli.",
    "price": "£13.95"
  },
  {
    "name": "LINGUINE PICANTE",
    "description": "Spicy Italian sausage with grilled mixed peppers, onions and cherry tomatoes in a rich tomato sauce.",
    "price": "£12.95"
  },
  {
    "name": "MELENZANE RIPLENO (V)",
    "description": "Oven baked aubergine topped with tomato, onion and garlic sauce, served with spaghetti napoli.",
    "price": "£12.95"
  },
  {
    "name": "CHICKEN AL FORNO",
    "description": "Rigatoni short pasta with chunks of chicken cooked with onions, garlic and a hint of chilli with cherry tomatoes, cream and cheese oven baked).",
    "price": "£12.95"
  },
  {
    "name": "LINGUINE AL FRUITTI DI MARE",
    "description": "Linguine cooked with tiger prawns, mussels, mixed seafood, onions in a white wine, garlic, hint of chilli tomato sauce.",
    "price": "£13.95"
  },
  {
    "name": "TORTELLINI DI POLLO",
    "description": "Pasta parcels filled with spinach and ricotta cheese with pancetta, fresh chicken, onions and petit pois in a cream sauce.",
    "price": "£12.95"
  },
  {
    "name": "LINGUINE BRANZINO",
    "description": "Linguine pasta cooked in a white wine, chilli and tomato sauce with seabass, onions, mixed peppers and cherry tomatoes.",
    "price": "£12.95"
  },
  {
    "name": "MEDITERRANEAN SPAGHETTI",
    "description": "Baby prawns & three tigers prawns cooked in a rich creamy sauce, mixed peppers, garlic and onions.",
    "price": "£12.95"
  },
  {
    "name": "GAROFALO PASTA",
    "description": "Garofalo pasta served in a lobster sauce, infused with garlic, king prawns and octopus.",
    "price": "£13.95"
  }
]